var lrc = `[00:00.207]   
[00:00.207]優しい彗星 - YOASOBI (ヨアソビ)
[00:01.427]   
[00:01.427]词：Ayase
[00:01.454]   
[00:01.454]曲：Ayase
[00:01.499]   
[00:01.499]编曲：Ayase
[00:01.563]今 静かな夜の中で
[00:01.563]此刻 在这寂静的夜色中
[00:05.981]無計画に車を走らせた
[00:05.981]漫无目的地驾着车飞驰
[00:13.040]左隣 あなたの
[00:13.040]左边你的侧脸
[00:16.402]横顔を月が照らした
[00:16.402]沐浴在月光下
[00:22.961]ただ 思い出を探る様に
[00:22.961]静静地 探寻着追溯着回忆
[00:27.215]辿る様に言葉を繋ぎ合わせれば
[00:27.215]如此一句句闲聊
[00:35.061]どうしようもなく溢れてくる
[00:35.061]往日的记忆便无可抑制地
[00:40.389]日々の記憶
[00:40.389]泉涌而出
[00:43.471]あなたのそばで
[00:43.471]自从我下定决心
[00:45.711]生きると決めたその日から
[00:45.711]要陪伴在你身边那天起
[00:49.883]少しずつ変わり始めた世界
[00:49.883]世界便一点点开始改变
[00:54.821]強く在るように弱さを隠すように
[00:54.821]努力假装坚强 隐藏着怯懦的一面
[00:59.919]演じてきた日々に
[00:59.919]终日粉饰演绎
[01:04.631]ある日突然現れたその眼差しが
[01:04.631]某天 突然出现的那道目光
[01:11.271]知らなかったこと教えてくれた
[01:11.271]让我第一次明白
[01:15.934]守るべきものがあればそれだけで
[01:15.934]原来只要拥有想保护的东西
[01:21.389]こんなにも強くなれるんだ
[01:21.389]就能变得如此强大
[01:42.696]深い深い暗闇の中で
[01:42.696]在幽深无尽的黑暗中
[01:47.823]出会い 共に過ごしてきた
[01:47.823]与你相遇 共同生活至今
[01:52.199]類の無い日々
[01:52.199]那些时光无可比拟
[01:54.727]心地よかった
[01:54.727]令我安心自在
[01:56.567]いや 幸せだった
[01:56.567]不 是幸福无比
[01:59.050]確かにほら
[01:59.050]我确确实实
[02:00.654]救われたんだよ
[02:00.654]获得了救赎
[02:03.218]あなたに
[02:03.218]是你拯救了我
[02:06.112]わずかな光を捉えて輝いたのは
[02:06.112]视野捕捉到一丝微光
[02:12.712]まるで流れ星のような涙
[02:12.712]是你如同流星般的泪
[02:17.504]不器用な命から流れて零れ落ちた
[02:17.504]是笨拙的生命流下的
[02:22.722]美しい涙
[02:22.722]晶莹美好的泪珠
[02:30.187]強く大きな体に秘めた優しさも
[02:30.187]无论是隐藏在你强大身躯下的温柔
[02:36.611]どこか苦しげなその顔も
[02:36.611]还是你那隐约带着一丝痛楚的脸庞
[02:41.446]愛しく思うんだ
[02:41.446]在我看来都无比爱怜
[02:43.965]姿形じゃないんだ
[02:43.965]形态外表都并不重要
[02:46.579]やっと気付いたんだ
[02:46.579]这一刻我才终于醒悟
[02:51.387]無情に響く銃声が夜を引き裂く
[02:51.387]无情的枪声划破了黑夜
[02:58.040]別れの息吹が襲いかかる
[02:58.040]别离的气息朝我席卷而来
[03:02.553]刹那に輝いた無慈悲な流れ星
[03:02.553]无情的流星只闪过刹那光明
[03:07.946]祈りはただ届かずに消えた
[03:07.946]祈祷还未传达便已消散无踪
[03:13.258]この手の中で燃え尽きた
[03:13.258]在我的手中燃烧殆尽
[03:18.084]金色の優しい彗星を
[03:18.084]那金色而温柔的彗星
[03:25.123]美しいたてがみを
[03:25.123]我在这无边黑暗之中
[03:28.428]暗闇の中握り締めた
[03:28.428]将你美丽的鬃毛紧握不放
[03:32.843]`